{
  "edition": "quran-uthmani-quran-academy",
  "surah": 19,
  "ayahs": {
    "2": "ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِیَّاۤ\n",
    "3": "إِذۡ نَادَىٰ رَبَّهُۥ نِدَاۤءً خَفِیࣰّا\n",
    "4": "قَالَ رَبِّ إِنِّی وَهَنَ ٱلۡعَظۡمُ مِنِّی وَٱشۡتَعَلَ ٱلرَّأۡسُ شَیۡبࣰا وَلَمۡ أَكُنۢ بِدُعَاۤىِٕكَ رَبِّ شَقِیࣰّا\n",
    "5": "وَإِنِّی خِفۡتُ ٱلۡمَوَ ٰ⁠لِیَ مِن وَرَاۤءِی وَكَانَتِ ٱمۡرَأَتِی عَاقِرࣰا فَهَبۡ لِی مِن لَّدُنكَ وَلِیࣰّا\n",
    "6": "یَرِثُنِی وَیَرِثُ مِنۡ ءَالِ یَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِیࣰّا\n",
    "7": "یَـٰزَكَرِیَّاۤ إِنَّا نُبَشِّرُكَ بِغُلَـٰمٍ ٱسۡمُهُۥ یَحۡیَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِیࣰّا\n",
    "8": "قَالَ رَبِّ أَنَّىٰ یَكُونُ لِی غُلَـٰمࣱ وَكَانَتِ ٱمۡرَأَتِی عَاقِرࣰا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِیࣰّا\n",
    "9": "قَالَ كَذَ ٰ⁠لِكَ قَالَ رَبُّكَ هُوَ عَلَیَّ هَیِّنࣱ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَیۡـࣰٔا\n",
    "10": "قَالَ رَبِّ ٱجۡعَل لِّیۤ ءَایَةࣰۖ قَالَ ءَایَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَـٰثَ لَیَالࣲ سَوِیࣰّا\n",
    "11": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰۤ إِلَیۡهِمۡ أَن سَبِّحُوا۟ بُكۡرَةࣰ وَعَشِیࣰّا\n",
    "12": "یَـٰیَحۡیَىٰ خُذِ ٱلۡكِتَـٰبَ بِقُوَّةࣲۖ وَءَاتَیۡنَـٰهُ ٱلۡحُكۡمَ صَبِیࣰّا\n",
    "13": "وَحَنَانࣰا مِّن لَّدُنَّا وَزَكَوٰةࣰۖ وَكَانَ تَقِیࣰّا\n",
    "14": "وَبَرَّۢا بِوَ ٰ⁠لِدَیۡهِ وَلَمۡ یَكُن جَبَّارًا عَصِیࣰّا\n",
    "15": "وَسَلَـٰمٌ عَلَیۡهِ یَوۡمَ وُلِدَ وَیَوۡمَ یَمُوتُ وَیَوۡمَ یُبۡعَثُ حَیࣰّا\n",
    "16": "وَٱذۡكُرۡ فِی ٱلۡكِتَـٰبِ مَرۡیَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانࣰا شَرۡقِیࣰّا\n",
    "17": "فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابࣰا فَأَرۡسَلۡنَاۤ إِلَیۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرࣰا سَوِیࣰّا\n",
    "18": "قَالَتۡ إِنِّیۤ أَعُوذُ بِٱلرَّحۡمَـٰنِ مِنكَ إِن كُنتَ تَقِیࣰّا\n",
    "19": "قَالَ إِنَّمَاۤ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَـٰمࣰا زَكِیࣰّا\n",
    "20": "قَالَتۡ أَنَّىٰ یَكُونُ لِی غُلَـٰمࣱ وَلَمۡ یَمۡسَسۡنِی بَشَرࣱ وَلَمۡ أَكُ بَغِیࣰّا\n",
    "21": "قَالَ كَذَ ٰ⁠لِكِ قَالَ رَبُّكِ هُوَ عَلَیَّ هَیِّنࣱۖ وَلِنَجۡعَلَهُۥۤ ءَایَةࣰ لِّلنَّاسِ وَرَحۡمَةࣰ مِّنَّاۚ وَكَانَ أَمۡرࣰا مَّقۡضِیࣰّا\n",
    "22": "۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانࣰا قَصِیࣰّا\n",
    "23": "فَأَجَاۤءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ یَـٰلَیۡتَنِی مِتُّ قَبۡلَ هَـٰذَا وَكُنتُ نَسۡیࣰا مَّنسِیࣰّا\n",
    "24": "فَنَادَىٰهَا مِن تَحۡتِهَاۤ أَلَّا تَحۡزَنِی قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِیࣰّا\n",
    "26": "فَكُلِی وَٱشۡرَبِی وَقَرِّی عَیۡنࣰاۖ فَإِمَّا تَرَیِنَّ مِنَ ٱلۡبَشَرِ أَحَدࣰا فَقُولِیۤ إِنِّی نَذَرۡتُ لِلرَّحۡمَـٰنِ صَوۡمࣰا فَلَنۡ أُكَلِّمَ ٱلۡیَوۡمَ إِنسِیࣰّا\n",
    "27": "فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُوا۟ یَـٰمَرۡیَمُ لَقَدۡ جِئۡتِ شَیۡـࣰٔا فَرِیࣰّا\n",
    "28": "یَـٰۤأُخۡتَ هَـٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءࣲ وَمَا كَانَتۡ أُمُّكِ بَغِیࣰّا\n",
    "29": "فَأَشَارَتۡ إِلَیۡهِۖ قَالُوا۟ كَیۡفَ نُكَلِّمُ مَن كَانَ فِی ٱلۡمَهۡدِ صَبِیࣰّا\n",
    "30": "قَالَ إِنِّی عَبۡدُ ٱللَّهِ ءَاتَىٰنِیَ ٱلۡكِتَـٰبَ وَجَعَلَنِی نَبِیࣰّا\n",
    "31": "وَجَعَلَنِی مُبَارَكًا أَیۡنَ مَا كُنتُ وَأَوۡصَـٰنِی بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَیࣰّا\n",
    "32": "وَبَرَّۢا بِوَ ٰ⁠لِدَتِی وَلَمۡ یَجۡعَلۡنِی جَبَّارࣰا شَقِیࣰّا\n",
    "33": "وَٱلسَّلَـٰمُ عَلَیَّ یَوۡمَ وُلِدتُّ وَیَوۡمَ أَمُوتُ وَیَوۡمَ أُبۡعَثُ حَیࣰّا\n",
    "34": "ذَ ٰ⁠لِكَ عِیسَى ٱبۡنُ مَرۡیَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِی فِیهِ یَمۡتَرُونَ\n",
    "35": "مَا كَانَ لِلَّهِ أَن یَتَّخِذَ مِن وَلَدࣲۖ سُبۡحَـٰنَهُۥۤۚ إِذَا قَضَىٰۤ أَمۡرࣰا فَإِنَّمَا یَقُولُ لَهُۥ كُن فَیَكُونُ\n",
    "36": "وَإِنَّ ٱللَّهَ رَبِّی وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَـٰذَا صِرَ ٰ⁠طࣱ مُّسۡتَقِیمࣱ\n",
    "41": "وَٱذۡكُرۡ فِی ٱلۡكِتَـٰبِ إِبۡرَ ٰ⁠هِیمَۚ إِنَّهُۥ كَانَ صِدِّیقࣰا نَّبِیًّا\n",
    "42": "إِذۡ قَالَ لِأَبِیهِ یَـٰۤأَبَتِ لِمَ تَعۡبُدُ مَا لَا یَسۡمَعُ وَلَا یُبۡصِرُ وَلَا یُغۡنِی عَنكَ شَیۡـࣰٔا\n",
    "43": "یَـٰۤأَبَتِ إِنِّی قَدۡ جَاۤءَنِی مِنَ ٱلۡعِلۡمِ مَا لَمۡ یَأۡتِكَ فَٱتَّبِعۡنِیۤ أَهۡدِكَ صِرَ ٰ⁠طࣰا سَوِیࣰّا\n",
    "44": "یَـٰۤأَبَتِ لَا تَعۡبُدِ ٱلشَّیۡطَـٰنَۖ إِنَّ ٱلشَّیۡطَـٰنَ كَانَ لِلرَّحۡمَـٰنِ عَصِیࣰّا\n",
    "45": "یَـٰۤأَبَتِ إِنِّیۤ أَخَافُ أَن یَمَسَّكَ عَذَابࣱ مِّنَ ٱلرَّحۡمَـٰنِ فَتَكُونَ لِلشَّیۡطَـٰنِ وَلِیࣰّا\n",
    "46": "قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِی یَـٰۤإِبۡرَ ٰ⁠هِیمُۖ لَىِٕن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِی مَلِیࣰّا\n",
    "47": "قَالَ سَلَـٰمٌ عَلَیۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّیۤۖ إِنَّهُۥ كَانَ بِی حَفِیࣰّا\n",
    "48": "وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُوا۟ رَبِّی عَسَىٰۤ أَلَّاۤ أَكُونَ بِدُعَاۤءِ رَبِّی شَقِیࣰّا\n",
    "49": "فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا یَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥۤ إِسۡحَـٰقَ وَیَعۡقُوبَۖ وَكُلࣰّا جَعَلۡنَا نَبِیࣰّا\n",
    "50": "وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِیࣰّا\n",
    "51": "وَٱذۡكُرۡ فِی ٱلۡكِتَـٰبِ مُوسَىٰۤۚ إِنَّهُۥ كَانَ مُخۡلَصࣰا وَكَانَ رَسُولࣰا نَّبِیࣰّا\n",
    "52": "وَنَـٰدَیۡنَـٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَیۡمَنِ وَقَرَّبۡنَـٰهُ نَجِیࣰّا\n",
    "53": "وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَاۤ أَخَاهُ هَـٰرُونَ نَبِیࣰّا\n",
    "54": "وَٱذۡكُرۡ فِی ٱلۡكِتَـٰبِ إِسۡمَـٰعِیلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولࣰا نَّبِیࣰّا\n",
    "55": "وَكَانَ یَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِیࣰّا\n",
    "56": "وَٱذۡكُرۡ فِی ٱلۡكِتَـٰبِ إِدۡرِیسَۚ إِنَّهُۥ كَانَ صِدِّیقࣰا نَّبِیࣰّا\n",
    "57": "وَرَفَعۡنَـٰهُ مَكَانًا عَلِیًّا\n"
  }
}