{
  "edition": "quran-uthmani-quran-academy",
  "surah": 14,
  "ayahs": {
    "5": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔایَـٰتِنَاۤ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَیَّىٰمِ ٱللَّهِۚ إِنَّ فِی ذَ ٰ⁠لِكَ لَـَٔایَـٰتࣲ لِّكُلِّ صَبَّارࣲ شَكُورࣲ\n",
    "6": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُوا۟ نِعۡمَةَ ٱللَّهِ عَلَیۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ یَسُومُونَكُمۡ سُوۤءَ ٱلۡعَذَابِ وَیُذَبِّحُونَ أَبۡنَاۤءَكُمۡ وَیَسۡتَحۡیُونَ نِسَاۤءَكُمۡۚ وَفِی ذَ ٰ⁠لِكُم بَلَاۤءࣱ مِّن رَّبِّكُمۡ عَظِیمࣱ\n",
    "7": "وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَىِٕن شَكَرۡتُمۡ لَأَزِیدَنَّكُمۡۖ وَلَىِٕن كَفَرۡتُمۡ إِنَّ عَذَابِی لَشَدِیدࣱ\n",
    "8": "وَقَالَ مُوسَىٰۤ إِن تَكۡفُرُوۤا۟ أَنتُمۡ وَمَن فِی ٱلۡأَرۡضِ جَمِیعࣰا فَإِنَّ ٱللَّهَ لَغَنِیٌّ حَمِیدٌ\n",
    "9": "أَلَمۡ یَأۡتِكُمۡ نَبَؤُا۟ ٱلَّذِینَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحࣲ وَعَادࣲ وَثَمُودَ وَٱلَّذِینَ مِنۢ بَعۡدِهِمۡ لَا یَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَاۤءَتۡهُمۡ رُسُلُهُم بِٱلۡبَیِّنَـٰتِ فَرَدُّوۤا۟ أَیۡدِیَهُمۡ فِیۤ أَفۡوَ ٰ⁠هِهِمۡ وَقَالُوۤا۟ إِنَّا كَفَرۡنَا بِمَاۤ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِی شَكࣲّ مِّمَّا تَدۡعُونَنَاۤ إِلَیۡهِ مُرِیبࣲ\n",
    "18": "مَّثَلُ ٱلَّذِینَ كَفَرُوا۟ بِرَبِّهِمۡۖ أَعۡمَـٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّیحُ فِی یَوۡمٍ عَاصِفࣲۖ لَّا یَقۡدِرُونَ مِمَّا كَسَبُوا۟ عَلَىٰ شَیۡءࣲۚ ذَ ٰ⁠لِكَ هُوَ ٱلضَّلَـٰلُ ٱلۡبَعِیدُ\n",
    "19": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَـٰوَ ٰ⁠تِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن یَشَأۡ یُذۡهِبۡكُمۡ وَیَأۡتِ بِخَلۡقࣲ جَدِیدࣲ\n",
    "20": "وَمَا ذَ ٰ⁠لِكَ عَلَى ٱللَّهِ بِعَزِیزࣲ\n",
    "24": "أَلَمۡ تَرَ كَیۡفَ ضَرَبَ ٱللَّهُ مَثَلࣰا كَلِمَةࣰ طَیِّبَةࣰ كَشَجَرَةࣲ طَیِّبَةٍ أَصۡلُهَا ثَابِتࣱ وَفَرۡعُهَا فِی ٱلسَّمَاۤءِ\n",
    "25": "تُؤۡتِیۤ أُكُلَهَا كُلَّ حِینِۭ بِإِذۡنِ رَبِّهَاۗ وَیَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ یَتَذَكَّرُونَ\n",
    "26": "وَمَثَلُ كَلِمَةٍ خَبِیثَةࣲ كَشَجَرَةٍ خَبِیثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارࣲ\n",
    "27": "یُثَبِّتُ ٱللَّهُ ٱلَّذِینَ ءَامَنُوا۟ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِی ٱلۡحَیَوٰةِ ٱلدُّنۡیَا وَفِی ٱلۡـَٔاخِرَةِۖ وَیُضِلُّ ٱللَّهُ ٱلظَّـٰلِمِینَۚ وَیَفۡعَلُ ٱللَّهُ مَا یَشَاۤءُ\n",
    "35": "وَإِذۡ قَالَ إِبۡرَ ٰ⁠هِیمُ رَبِّ ٱجۡعَلۡ هَـٰذَا ٱلۡبَلَدَ ءَامِنࣰا وَٱجۡنُبۡنِی وَبَنِیَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ\n",
    "36": "رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِیرࣰا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِی فَإِنَّهُۥ مِنِّیۖ وَمَنۡ عَصَانِی فَإِنَّكَ غَفُورࣱ رَّحِیمࣱ\n",
    "37": "رَّبَّنَاۤ إِنِّیۤ أَسۡكَنتُ مِن ذُرِّیَّتِی بِوَادٍ غَیۡرِ ذِی زَرۡعٍ عِندَ بَیۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِیُقِیمُوا۟ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةࣰ مِّنَ ٱلنَّاسِ تَهۡوِیۤ إِلَیۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَ ٰ⁠تِ لَعَلَّهُمۡ یَشۡكُرُونَ\n",
    "38": "رَبَّنَاۤ إِنَّكَ تَعۡلَمُ مَا نُخۡفِی وَمَا نُعۡلِنُۗ وَمَا یَخۡفَىٰ عَلَى ٱللَّهِ مِن شَیۡءࣲ فِی ٱلۡأَرۡضِ وَلَا فِی ٱلسَّمَاۤءِ\n",
    "39": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِی وَهَبَ لِی عَلَى ٱلۡكِبَرِ إِسۡمَـٰعِیلَ وَإِسۡحَـٰقَۚ إِنَّ رَبِّی لَسَمِیعُ ٱلدُّعَاۤءِ\n",
    "40": "رَبِّ ٱجۡعَلۡنِی مُقِیمَ ٱلصَّلَوٰةِ وَمِن ذُرِّیَّتِیۚ رَبَّنَا وَتَقَبَّلۡ دُعَاۤءِ\n",
    "41": "رَبَّنَا ٱغۡفِرۡ لِی وَلِوَ ٰ⁠لِدَیَّ وَلِلۡمُؤۡمِنِینَ یَوۡمَ یَقُومُ ٱلۡحِسَابُ\n"
  }
}